import React from 'react';

const PurchaseInfo = () => {
  return (
    <div className='PurchaseInfo'>
      <p>제품 소재 <br/>면 57%, 모달 38%, 스판 5% </p>
      <p>색상 <br/>브라운 </p>
      <p>치수 : 6M, 12M </p>
      <p>제조자 : 리틀 블리스 </p>
      <p>제조국 :  베트남</p>
      <p>제조년월 : 2025.09</p>
      <ul>세탁방법
        <li>· 사용 전 세탁하세요</li>
        <li>· 세탁기 사용 시 찬물로 단독 세탁을 권장합니다</li>
        <li>· 이염에 주의하세요</li>
        <li>· 장시간 젖은 상태로 보관하지 마세요</li>
        <li>· 건조기 사용 및 착용 시 마찰로 인해 보풀이 발생할 수 있습니다</li>
        <li>· 작은 부품이 포함되어 질식 위험이 있으니 주의해 주세요</li>
      </ul>
      <ul>취급 주의 사항
        <li>· 제품 수령 후 제품 확인 및 사용을 결정하신 후 세탁해주세요</li>
        <li>· 제품에 부착된 케어라벨 취급 방법을 확인 후 사용해주세요</li>
        <li>· 짙은 색상과 연한 색상의 제품은 분리해서 세탁해주세요 </li>
        <li>· 부드러운 원단 특성상 마찰이 잦은 부위는 빈도에 따라 보풀이 발생할 수 있습니다, 이는 제품의 불량사유로 보기 어려우며 교환이 가능하지 않습니다</li>
        <li>· 재봉마감실 미정리 및 잔사가 남아 있는 것은 제품의 불량 사유에 해당하지 않습니다</li>
        <li>· 세탁 후의 박음질 올풀림, 뜯어짐은 제품의 불량 사유로 보기 어려우며 교환이 가능하지 않습니다</li>
        <li>· 세탁 후 건조는 자연건조를 가장 권장하며 건조기 사용시 저온으로 약하게 사용해 주세요</li>
        <li>· 동일한 제품이라도 리뉴얼 및 리오더 시기에 따라 원단의 신축성, 색상톤, 부자재에 미세한 차이가 있을 수 있으며, 제품의 규격, 사이즈 표기 방식, 코니 로고 및 행택 부착여부가 다를 수 있습니다.  이는 불량이 아니니 참고해 주세요</li>
      </ul>
      <p>품질보증기준 <br/> · 제품 이상 시 공정거래위원회 고시소비자 분쟁해결기준에 의거 보상합니다 </p>
      <p>A/S 책임자 <br/> 리틀 블리스 070-0000-0000, 카카오톡 채널 @LittleBliss </p>
      <ul>배송 정보
        <li>· 배송 방법 : 택배 </li>
        <li>· 배송 지역 : 전국 지역 </li>
        <li>· 배송 비용 : 3,000원 </li>
        <li>· 배송 기간 : 2일 ~ 5일 </li>
      </ul>
      <ul>교환 및 반품 정보
        <li>· 교환/환불은 리틀 블리스 고객센터를 통해 미리 접수된 경우만 가능합니다. 임의로 보내신 제품의 분실 및 훼손에 대해 리틀 블리스는 책임지지 않습니다. </li>
        <li>· 수령일로부터 7일 이내의 제품만 교환/환불이 가능합니다. </li>
        <li>· 상품가치가 훼손된 경우(상품 세탁, 오염, 구성품 누락 등) 교환/환불이 불가능합니다. </li>
        <li>· 제품 불량 및 오배송의 경우 리틀 블리스에서 왕복 배송료를 부담해 동일 제품으로 교환해 드립니다. </li>
        <li>· 교환 및 환불 배송비는 3,000원이며 무료배송 혜택을 받은 경우 6,000원의 배송비 부담이 필요합니다. </li>
      </ul>
    </div>
  );
};

export default PurchaseInfo;